Repository: WHBLeer/www.whongbin.cn
Catalog: typo3conf/l10n/ch/news/Resources/Private/Language/ch.locallang_*.xlf
Languages: be

# administration.title
source: News administration
be: 新闻管理

# extmng.archiveDate
source: Archive Date: Define if the archive date is a "Date" or "Date & Time"
be: 存档日期

# extmng.archiveDate.date
source: Date
be: 日期

# extmng.archiveDate.datetime
source: Date & Time
be: 日期和时间

# extmng.categoryRestriction.none
source: No restriction
be: 无递归

# extmng.categoryRestriction.pages_tsconfig
source: Page TsConfig
be: 页面TS配置

# extmng.categoryRestriction.siteroot
source: Categories from site root
be: 站点根目录

# extmng.removeListActionFromFlexforms.1
source: List & Detail
be: 列表 & 详细

# extmng.removeListActionFromFlexforms.2
source: List only
be: 仅列表

# flexforms_general.archiveRestriction
source: Archive
be: 存档

# flexforms_general.archiveRestriction.active
source: Only active (non archived)
be: 仅激活（非存档）

# flexforms_general.archiveRestriction.archived
source: Archived
be: 已存档

# flexforms_general.categories
source: Category selection
be: 选择的分类

# flexforms_general.categoryConjunction
source: Category mode
be: 分类模式

# flexforms_general.categoryConjunction.all
source: Don't care, show all
be: 不关心，显示所有

# flexforms_general.categoryConjunction.and
source: Show items with selected categories (AND)
be: 显示选择分类下的项目（且）

# flexforms_general.categoryConjunction.notand
source: Do NOT show items with selected categories (AND)
be: 不显示选择分类下的项目（且）

# flexforms_general.categoryConjunction.notor
source: Do NOT show items with selected categories (OR)
be: 不要显示选择分类下的项目（或）

# flexforms_general.categoryConjunction.or
source: Show items with selected categories (OR)
be: 显示选择分类下的项目（或）

# flexforms_general.dateField
source: Date field to use
be: 使用的日期字段

# flexforms_general.dateField.archive
source: Archive date
be: 存档日期

# flexforms_general.dateField.datetime
source: Given date/time
be: 给出的日期/时间

# flexforms_general.includeSubCategories
source: Include subcategories
be: 包括子分类

# flexforms_general.mode
source: What to display
be: 哪些可以被显示

# flexforms_general.mode.category_list
source: Category Menu
be: 分类菜单

# flexforms_general.mode.news_datemenu
source: Date menu
be: 日期菜单

# flexforms_general.mode.news_detail
source: Detail view
be: 详情视图

# flexforms_general.mode.news_list
source: List view
be: 列表视图

# flexforms_general.mode.news_listOnly
source: List view (without overloading detail view)
be: 列表视图

# flexforms_general.mode.news_searchform
source: Search form
be: 搜索表单

# flexforms_general.mode.news_searchresult
source: Search result
be: 搜索结果

# flexforms_general.mode.not_configured
source: No view yet configured
be: 还没有配置显示

# flexforms_general.mode.optgroup_others
source: Others
be: 其它

# flexforms_general.mode.optgroup_search
source: Search
be: 搜索

# flexforms_general.mode.tag_list
source: Tag list
be: Tag列表

# flexforms_general.orderBy
source: Sort by
be: 排序按

# flexforms_general.orderBy.crdate
source: Created
be: 创建

# flexforms_general.orderBy.datetime
source: Given date/time
be: 给出 日期/时间

# flexforms_general.orderBy.sorting
source: Manual sorting
be: 手动排序

# flexforms_general.orderBy.title
source: Title
be: 标题

# flexforms_general.orderBy.tstamp
source: Last edited
be: 上次编辑

# flexforms_general.orderDirection
source: Sort direction
be: 排序方向

# flexforms_general.orderDirection.asc
source: Ascending
be: 顺序

# flexforms_general.orderDirection.desc
source: Descending
be: 逆序

# flexforms_general.previewHiddenRecords
source: Allow preview of hidden records
be: 允许预览隐藏的元素

# flexforms_general.previewHiddenRecords.I.0
source: No
be: 否

# flexforms_general.previewHiddenRecords.I.1
source: Yes
be: 是

# flexforms_general.previewHiddenRecords.I.2
source: Defined in TypoScript
be: 在TS中定义

# flexforms_general.recursive.I.inherit
source: Defined in TypoScript
be: 在TS中定义

# flexforms_general.singleNews
source: Show a single news record
be: 显示单个新闻记录

# flexforms_general.topNewsRestriction
source: Top News
be: 置顶新闻

# flexforms_general.topNewsRestriction.1
source: only Top News records
be: 仅置顶新闻

# flexforms_general.topNewsRestriction.2
source: except Top News records
be: 非置顶新闻

# flexforms_tab.additional
source: Additional
be: 额外

# flexforms_tab.settings
source: Settings
be: 设置

# flexforms_tab.template
source: Template
be: 模板

# flexforms_template.cropMaxCharacters
source: Length of teaser (in chars)
be: 摘要的长度（字符）

# flexforms_template.mediaMaxHeight
source: Max height for media elements
be: 媒体元素的最大高度

# flexforms_template.mediaMaxWidth
source: Max width for media elements
be: 媒体元素的最大宽度

# flexforms_template.templateLayout
source: Template Layout
be: 模板布局

# import.choose_a_job
source: Choose a job
be: 选择一个任务

# import.header
source: News Importer
be: 新闻导入

# pagemodule_advanced
source: Advanced list
be: 高级列表

# pagemodule_complex
source: Full list
be: 全部列表

# pagemodule_simple
source: Simple list
be: 简单列表

# pi1_plus_wiz_description
source: Versatile news system
be: 功能强大的新闻系统

# pi1_title
source: News system
be: 新闻系统

# record.savingdisabled.header
source: Saving is disabled
be: 保存被禁止
