Repository: WHBLeer/www.whongbin.cn
Catalog: typo3conf/l10n/ch/filelist/Resources/Private/Language/ch.locallang_mod_file_list.xlf
Languages: ch

# bigControlPanel
source: Extended view
ch: 扩展视图

# c__REF_
source: Ref
ch: 引用

# c_file
source: File Name
ch: 文件名

# c_fileext
source: Type
ch: 文件类型

# c_filepath
source: File Path
ch: 文件路径

# c_rw
source: RW
ch: 读写

# c_size
source: Size
ch: 文件大小

# c_tstamp
source: Last Modified
ch: 创建日期

# clipBoard
source: Show clipboard
ch: 显示剪贴板

# clip_deleteMarked
source: Delete marked
ch: 删除已标记文件

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked files from this folder?
ch: 您确定要删除该目录下所有已标记的文件?

# clip_markRecords
source: Mark All/Mark none
ch: 标注所有/删除所有标注

# clip_paste
source: Paste in clipboard content
ch: 粘贴剪贴板内容

# clip_pasteInto
source: Paste into: Clipboard content is inserted into this folder
ch: 粘贴入:将粘贴板内容插入该目录

# clip_selectMarked
source: Transfer the selection of files to clipboard
ch: 传送选择的文件到粘贴板中

# createMetadataForLanguage
source: Create metadata of this file for %s
ch: 创建"%s"文件的元数据

# displayThumbs
source: Display thumbnails
ch: 显示缩略图

# editMetadataForLanguage
source: Edit metadata of this file for %s
ch: 编辑文件"%s"的元数据

source: files
ch: 文件

# folderNotFoundMessage
source: The folder "%s" cannot be accessed. Trying to use parent folder(s).
ch: 文件夹"%s"不可访问。尝试退回到上级。

# folderNotFoundTitle
source: Folder not found.
ch: 文件夹未发现。

# localDriverFlexform_basePath
source: Base path
ch: 基准路径：

# localDriverFlexform_basePath_placeholder
source: Add storage path here. For example: myPath/folder/
ch: 添加存储路径到这里，例如: myPath/folder/

# localDriverFlexform_caseSensitive
source: Uses case sensitive identifiers
ch: 使用区分大小写的标识符

# localDriverFlexform_pathType
source: Path type
ch: 文件类型：

# localDriverFlexform_pathType_absolute
source: absolute
ch: 绝对

# localDriverFlexform_pathType_relative
source: relative
ch: 相对

# missingFolderPermissionsMessage
source: You have no access to the folder "%s".
ch: 你没有权限访问这个文件夹"%s".

# missingFolderPermissionsTitle
source: Missing folder permissions
ch: 丢失文件夹权限

# mlang_labels_tabdescr
source: This is the file administration system in TYPO3. It allows you to access the file mounts of your login. Through this module you can upload, copy, move an delete files on the server.
ch: 这是TYPO3的文件管理系统. 它让您可以访问您登录的文件根目录. 通过它您可以上传, 复制, 移动和删除服务器上的文件.

# mlang_labels_tablabel
source: Listing of files in the directory
ch: 列表目录中的文件

# mlang_tabs_tab
source: Filelist
ch: 文件列表

# paramError
source: Parameter Error
ch: 参数错误：

# read
source: R
ch: 读

source: Recycler
ch: 回收站

# role_folder_recycler
source: Recycler
ch: 回收站

# role_folder_temporary
source: Temporary files
ch: 临时文件

# storageNotBrowsableMessage
source: You are trying to access a folder in a storage that is not browsable.
ch: 你正在尝试访问一个不可浏览的文件夹

# storageNotBrowsableTitle
source: Access denied.
ch: 访问拒绝。

# targetNoDir
source: Target was not a directory!
ch: 目标不是一个目录

# temp
source: Temporary files
ch: 临时文件

source: Translate metadata
ch: 翻译元数据

# write
source: W
ch: 写
